[
  {
    "description": "Hairbot is the world's most distinguished buy alert bot, engineered for elite emojicoin Telegram groups. With lightning-fast alerts, a sleek, customizable design, and effortless deployment, Hairbot ensures no emojicoin purchase goes unnoticed. Free to use, simple to integrate, built for the emojicoin community who demands excellence.",
    "name": "hairbot",
    "url": "https://hairclub.io/hairbot"
  },
  {
    "description": "Are you ready for the ultimate space adventure? Rocket 100 takes you on a high-speed journey through space! 🚀💯 Defeat alien hordes, climb the leaderboard, and feel the thrill. Can you make it to the moon?",
    "name": "emojirocket100",
    "url": "https://telegram.me/emojirocket100_bot"
  },
  {
    "description": "A public goods project for an Aptos red envelope robot, distributing red envelopes across the entire chain, utilizing Aptos native randomness, and supporting the emojicoin token.",
    "name": "Aptos RedEnvelope Bot",
    "url": "https://telegram.me/Faintlight_RedEnvelope_Bot"
  },
  {
    "description": "Emoji Aliens hate to see an egirl winning. Fight the alien simps and survive their lovebombs",
    "name": "Egirl Invader",
    "url": "https://anime-invader.vercel.app/"
  },
  {
    "description": "Start drawing! Upload one drawing per day to keep improving your art skills and get some rewards. Constancy + Focus + Urgency are the key.",
    "name": "Art Shrine",
    "url": "https://artshrine.aptosweebs.fun/"
  },
  {
    "description": "Pride Share rewards Proud Lions Club NFT holders with real token payouts. It's ROYALTY for LOYALTY, powered by the 🦁♥️ Emojicoin.",
    "name": "🦁♥️ Pride Share",
    "url": "https://prideshare.proudlionstudios.com/"
  },
  {
    "description": "Ledger isn't just a tool—it's a movement. A digital notebook where every sketch, doodle, or design becomes a permanent on-chain collectible. Draw directly in your browser, mint with one click, and watch your page live forever on the Aptos blockchain. There is even AI auto drawing assistance if you need or want it, with more styles to be added soon.",
    "name": "Ledgerapp",
    "url": "https://ledgerapp.fun/"
  },
  {
    "description": "Quark AI telegram bot solves the problem of expensive, subscription-based AI services by creating the first fully on-chain, pay-as-you-go AI platform where every message is charged in 📒 emojicoin. Traditional AI services lock users into monthly subscriptions regardless of usage, while our platform charges only for actual consumption - each conversation, image generation, and tool usage is precisely metered and paid for with cryptocurrency. We serve crypto users who want transparent, usage-based AI billing, cost-conscious individuals who prefer paying only for what they use, Web3 communities who need seamless token transfers and AI-powered moderation tools, and Telegram group administrators who want automated community management directly integrated into their workflows.",
    "name": "Quark AI",
    "url": "https://quarkbot.fun/"
  }
]
